List<String> notesData =
[
  'للحصول على درجة البكالوريوس يجب أن يكون الطالب قد أتم عدد 135 ساعة معتمدة  (132 ساعة معتمدة + 3 ساعات معتمدة تدريب عملي) ويشترط للحصول على الشهادة الجامعية ان يكون متوسط تقدير تراكمي على الأقل(4.00/2.00)',

  'يعتبر الطالب في مستوى 000 عند بدء الدراسة ، ومستوى 100 بعد  إتمام دراسة ما يعادل  36 سعة معتمدة، ومستوى 200 بعد إتمام دراسة ما يعادل 66 سعة معتمدة، ومستوى 300 بعد إتمام دراسة ما يعادل 99 ساعة معتمدة، ومستوى 400 عند إتمام دراسة ما يعادل 135 ساعة معتمد',

  'يجوز للطالب المنتظم أن يسجل في مقررات يصل عدد ساعاتها المعتمدة لى 21 ساعة معتمدة كحد أقصى بشرط الحصول على معدل تراكمي (3) فأكثر و12 ساعة معتمدة كحد أدنى , أما  الطلاب الذين هم قيد الملاحظة فلا يسمح لهم بالتسجيل لأكثر من (15) ساعة معتمدة',

  'عند وصول الطالب للمستوى 300 وفي نهاية الفترة  المخصصة للمشروع يقدم الطالب تقريرا علميا عن موضوع مشروع التخرج ويناقش فيه ويقدر المشروع بقيمة (6) ساعة معتمدة ويشترط تسجيل المشروع ان يكون الطالب اجتاز(90) ساعة معتمدة',

  '''
  يتم القيد و التسجيل قبل بداية كل فصل دراسي، ويكون التخرج فى 
نهاية كل فصل دراسي إذا  اجتاز الطالب 135 ساعة معتمدة على الأقل،
 وبالتالي فإن أدوار التخرج ستكون:
 • التخرج فى نهايه الفصل الدراسى الاول (دور يناير). 
 • التخرج فى نهاية الفصل الدراسى الثانى (دور يونيو). 
 • التخرج فى نهاية الفصل الصيفى (دور سبتمبر). 
  ''',

  'الطالب الذى لا يسدد الرسوم الدراسية كاملة لن يسمح له بالنقل للمستوى الأعلى ولا يسمح له  بالانتظام في الدراسة في الكلية , وإذا كانت هناك أية رسوم دراسية لازالت غير مسددة عند دخول الطالب الامتحان المؤهل لدرجة البكالوريوس، فإن نتيجة الطالب تحجب ولا يتم إصدار شهادة البكالوريوس إلا بعد سداد الرسوم الدراسية كاملة'
];